app/controllers/players_controller.rb

SELECT "players".* FROM "players"
---
  def index
    @players = Player.all

INSERT INTO "players" ("name", "team", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "フィルミーノ"], ["team", ""], ["created_at", "2020-06-21 23:22:40.532632"], ["updated_at", "2020-06-21 23:22:40.532632"]]
---
  def create
    @player = Player.new({name: params[:name], team: params[:team]})
    if @player.save